{
  "id": "opt_1765270821902",
  "timestamp": "2025-12-09T09:00:21.902Z",
  "dateFrom": "2025-12-02",
  "dateTo": "2025-12-09",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания находится на начальном этапе, и статистика недоступна, что затрудняет детальный анализ. Однако, важно сосредоточиться на создании релевантных объявлений и ключевых слов для повышения CTR и конверсии.",
      "recommendations": [
        "Создать привлекательные и релевантные тексты объявлений, соответствующие целевой аудитории.",
        "Провести исследование ключевых слов для определения наиболее эффективных запросов.",
        "Использовать отрицательные ключевые слова для исключения нерелевантного трафика.",
        "Настроить таргетинг на конкретные сегменты B2B компаний, e-commerce и сервисных компаний."
      ],
      "suggestedChanges": [
        {
          "type": "ad_text",
          "action": "Создать 3-5 вариантов текстов объявлений, акцентируя внимание на преимуществах услуг и уникальных предложениях.",
          "reason": "Привлекательные и целевые тексты могут значительно повысить CTR.",
          "priority": "high"
        },
        {
          "type": "keywords",
          "action": "Провести анализ ключевых слов и добавить высокочастотные запросы, релевантные услугам.",
          "reason": "Оптимизация ключевых слов поможет привлечь более целевой трафик.",
          "priority": "high"
        },
        {
          "type": "negative",
          "action": "Добавить отрицательные ключевые слова для исключения нерелевантных запросов.",
          "reason": "Исключение нерелевантного трафика поможет снизить стоимость клика и повысить конверсию.",
          "priority": "medium"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на конкретные сегменты B2B компаний, e-commerce и сервисных компаний.",
          "reason": "Точный таргетинг позволит привлечь более качественные лиды.",
          "priority": "high"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 4,
    "totalChanges": 4
  }
}