{
  "id": "opt_1764869506884",
  "timestamp": "2025-12-04T17:31:46.884Z",
  "dateFrom": "2025-11-27",
  "dateTo": "2025-12-04",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания находится на начальном этапе, и статистика недоступна для глубокого анализа. Однако, необходимо сосредоточиться на улучшении CTR и таргетинга для достижения более высоких конверсий.",
      "recommendations": [
        "Провести анализ ключевых слов и исключить нерелевантные запросы.",
        "Оптимизировать текст объявлений для повышения их привлекательности и соответствия запросам.",
        "Настроить таргетинг на более узкие сегменты целевой аудитории.",
        "Провести A/B тестирование различных вариантов объявлений для повышения CTR."
      ],
      "suggestedChanges": [
        {
          "type": "keywords",
          "action": "Исключить нерелевантные ключевые слова, которые не соответствуют услугам агентства.",
          "reason": "Это поможет улучшить релевантность объявлений и повысить CTR.",
          "priority": "high"
        },
        {
          "type": "ad_text",
          "action": "Оптимизировать текст объявлений, добавив конкретные преимущества и уникальные предложения.",
          "reason": "Улучшение текста объявлений может повысить CTR и конверсии.",
          "priority": "high"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на более узкие сегменты целевой аудитории, такие как конкретные отрасли или размер бизнеса.",
          "reason": "Это поможет привлечь более качественные лиды и повысить конверсии.",
          "priority": "medium"
        },
        {
          "type": "ad_text",
          "action": "Провести A/B тестирование различных вариантов объявлений.",
          "reason": "Это позволит определить наиболее эффективные формулировки для повышения CTR.",
          "priority": "medium"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 4,
    "totalChanges": 4
  }
}