{
  "id": "opt_1765184417759",
  "timestamp": "2025-12-08T09:00:17.759Z",
  "dateFrom": "2025-12-01",
  "dateTo": "2025-12-08",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания новая, поэтому статистика недоступна, что затрудняет анализ. Однако, важно сосредоточиться на создании релевантных объявлений и ключевых слов для повышения CTR и конверсии.",
      "recommendations": [
        "Создать привлекательные и релевантные тексты объявлений, соответствующие целевой аудитории.",
        "Провести исследование ключевых слов для выявления высокочастотных и низкочастотных запросов.",
        "Настроить таргетинг на конкретные сегменты B2B компаний и e-commerce.",
        "Добавить негативные ключевые слова для исключения нерелевантного трафика.",
        "Провести A/B тестирование различных вариантов объявлений для определения наиболее эффективных."
      ],
      "suggestedChanges": [
        {
          "type": "ad_text",
          "action": "Создать 3-5 вариантов текстов объявлений с акцентом на уникальные преимущества и услуги.",
          "reason": "Разнообразие текстов поможет привлечь внимание целевой аудитории и повысить CTR.",
          "priority": "high"
        },
        {
          "type": "keywords",
          "action": "Провести анализ и добавить высокочастотные ключевые слова, связанные с автоматизацией бизнеса и ИИ.",
          "reason": "Это поможет увеличить видимость объявлений и привлечь более целевую аудиторию.",
          "priority": "high"
        },
        {
          "type": "negative",
          "action": "Добавить негативные ключевые слова, чтобы исключить нерелевантные запросы.",
          "reason": "Это снизит стоимость клика и повысит общую эффективность кампании.",
          "priority": "medium"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на конкретные отрасли и компании, которые могут быть заинтересованы в ваших услугах.",
          "reason": "Это повысит вероятность конверсии, так как объявления будут показываться более релевантной аудитории.",
          "priority": "medium"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 5,
    "totalChanges": 4
  }
}