{
  "id": "opt_1764862273883",
  "timestamp": "2025-12-04T15:31:13.883Z",
  "dateFrom": "2025-11-27",
  "dateTo": "2025-12-04",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 45,
      "summary": "Кампания находится на начальном этапе, и статистика отсутствует, что затрудняет анализ. Однако, необходимо сосредоточиться на создании релевантных объявлений и ключевых слов для повышения CTR и конверсии.",
      "recommendations": [
        "Создать привлекательные и релевантные тексты объявлений, соответствующие интересам целевой аудитории.",
        "Определить и установить дневной бюджет для контроля расходов.",
        "Провести исследование ключевых слов для выявления высокочастотных и низкочастотных запросов.",
        "Настроить таргетинг на конкретные сегменты B2B компаний и сервисные компании.",
        "Добавить минус-слова для исключения нерелевантных запросов."
      ],
      "suggestedChanges": [
        {
          "type": "ad_text",
          "action": "Создать 3-5 различных текстов объявлений с акцентом на уникальные преимущества услуг.",
          "reason": "Привлекательные объявления могут повысить CTR и привлечь целевую аудиторию.",
          "priority": "high"
        },
        {
          "type": "budget",
          "action": "Установить дневной бюджет на уровне 5000 руб для начала.",
          "reason": "Контроль бюджета поможет избежать перерасхода и позволит оптимизировать расходы.",
          "priority": "high"
        },
        {
          "type": "keywords",
          "action": "Провести анализ и добавить ключевые слова, связанные с автоматизацией бизнеса и ИИ.",
          "reason": "Релевантные ключевые слова повысят вероятность кликов и конверсий.",
          "priority": "medium"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на B2B компании и сервисные компании, используя параметры по отраслям.",
          "reason": "Улучшение таргетинга повысит качество трафика и конверсии.",
          "priority": "medium"
        },
        {
          "type": "negative",
          "action": "Добавить минус-слова для исключения нерелевантных запросов.",
          "reason": "Это снизит количество нецелевых кликов и улучшит CTR.",
          "priority": "low"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 45,
    "lowScoreCount": 1,
    "highScoreCount": 0,
    "totalRecommendations": 5,
    "totalChanges": 5
  }
}