{
  "id": "opt_1765962015038",
  "timestamp": "2025-12-17T09:00:15.038Z",
  "dateFrom": "2025-12-10",
  "dateTo": "2025-12-17",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания находится на начальном этапе, и статистика недоступна, что затрудняет анализ. Однако важно сосредоточиться на создании релевантных объявлений и ключевых слов для повышения CTR и конверсии.",
      "recommendations": [
        "Создать привлекательные и релевантные тексты объявлений, соответствующие целевой аудитории.",
        "Провести анализ и отбор ключевых слов, чтобы исключить нерелевантные запросы.",
        "Настроить таргетинг на конкретные сегменты B2B компаний, e-commerce и сервисных компаний.",
        "Использовать расширенные форматы объявлений для повышения видимости и CTR."
      ],
      "suggestedChanges": [
        {
          "type": "ad_text",
          "action": "Создать 3-5 вариантов текстов объявлений с акцентом на уникальные преимущества услуг.",
          "reason": "Привлекательные и релевантные тексты помогут увеличить CTR и привлечь качественных лидов.",
          "priority": "high"
        },
        {
          "type": "keywords",
          "action": "Провести анализ ключевых слов и исключить нерелевантные запросы.",
          "reason": "Улучшение релевантности ключевых слов повысит конверсии и снизит стоимость клика.",
          "priority": "high"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на конкретные сегменты целевой аудитории.",
          "reason": "Точный таргетинг поможет привлечь более качественные лиды и повысить конверсию.",
          "priority": "medium"
        },
        {
          "type": "ad_text",
          "action": "Использовать расширенные форматы объявлений для повышения видимости.",
          "reason": "Расширенные форматы могут повысить CTR за счет большего объема информации.",
          "priority": "medium"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 4,
    "totalChanges": 4
  }
}