{
  "id": "opt_1765011613416",
  "timestamp": "2025-12-06T09:00:13.416Z",
  "dateFrom": "2025-11-29",
  "dateTo": "2025-12-06",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания новая, поэтому статистика недоступна, что затрудняет анализ. Однако, важно сосредоточиться на создании релевантных объявлений и правильном таргетинге для повышения CTR и конверсии.",
      "recommendations": [
        "Создать привлекательные и релевантные тексты объявлений, соответствующие интересам целевой аудитории.",
        "Провести исследование ключевых слов для выявления высокочастотных и низкочастотных запросов.",
        "Настроить таргетинг на основе отраслевой принадлежности и размера компаний.",
        "Добавить минус-слова для исключения нерелевантных запросов.",
        "Провести A/B тестирование различных вариантов объявлений для определения наиболее эффективных."
      ],
      "suggestedChanges": [
        {
          "type": "ad_text",
          "action": "Создать 3-5 различных текстов объявлений с акцентом на уникальные преимущества услуг.",
          "reason": "Разнообразие текстов поможет привлечь внимание разных сегментов целевой аудитории и повысить CTR.",
          "priority": "high"
        },
        {
          "type": "keywords",
          "action": "Провести анализ и добавить высокочастотные ключевые слова, связанные с автоматизацией бизнеса и ИИ.",
          "reason": "Увеличение релевантных ключевых слов поможет привлечь больше целевого трафика.",
          "priority": "high"
        },
        {
          "type": "negative",
          "action": "Добавить минус-слова для исключения нерелевантных запросов, таких как 'бесплатно', 'скачать'.",
          "reason": "Исключение нерелевантных запросов поможет снизить стоимость клика и повысить конверсию.",
          "priority": "medium"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на B2B компании в определенных отраслях, таких как e-commerce и сервисные компании.",
          "reason": "Точный таргетинг поможет привлечь более качественные лиды.",
          "priority": "high"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 5,
    "totalChanges": 4
  }
}