{
  "id": "opt_1766048413792",
  "timestamp": "2025-12-18T09:00:13.792Z",
  "dateFrom": "2025-12-11",
  "dateTo": "2025-12-18",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания новая, поэтому статистика недоступна, что затрудняет анализ. Необходимо сосредоточиться на создании релевантных объявлений и ключевых слов для повышения CTR и конверсии.",
      "recommendations": [
        "Создать привлекательные и релевантные тексты объявлений, соответствующие интересам целевой аудитории.",
        "Провести анализ ключевых слов и удалить нерелевантные запросы.",
        "Настроить таргетинг на конкретные сегменты B2B компаний и e-commerce.",
        "Оптимизировать ставки для ключевых слов с высоким потенциалом конверсии."
      ],
      "suggestedChanges": [
        {
          "type": "ad_text",
          "action": "Создать 3-4 варианта текстов объявлений с акцентом на уникальные предложения и преимущества услуг.",
          "reason": "Улучшение текстов объявлений поможет повысить CTR, привлекая больше кликов от целевой аудитории.",
          "priority": "high"
        },
        {
          "type": "keywords",
          "action": "Провести анализ ключевых слов и удалить нерелевантные запросы.",
          "reason": "Устранение нерелевантных запросов поможет улучшить релевантность и снизить стоимость клика.",
          "priority": "high"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на B2B компании и e-commerce с учетом их специфики.",
          "reason": "Точный таргетинг поможет привлечь более качественные лиды и повысить конверсию.",
          "priority": "medium"
        },
        {
          "type": "bid",
          "action": "Оптимизировать ставки для ключевых слов с высоким потенциалом конверсии.",
          "reason": "Увеличение ставок на наиболее релевантные ключевые слова может привести к снижению стоимости клика и повышению конверсии.",
          "priority": "medium"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 4,
    "totalChanges": 4
  }
}