{
  "id": "opt_1764863987768",
  "timestamp": "2025-12-04T15:59:47.768Z",
  "dateFrom": "2025-11-27",
  "dateTo": "2025-12-04",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 60,
      "summary": "Кампания находится на начальном этапе, что затрудняет анализ, но отсутствие дневного бюджета и данных может негативно сказаться на эффективности. Рекомендуется установить бюджет и оптимизировать таргетинг для достижения лучших результатов.",
      "recommendations": [
        "Установить дневной бюджет для контроля расходов.",
        "Оптимизировать текст объявлений для повышения релевантности.",
        "Добавить негативные ключевые слова для снижения нерелевантного трафика.",
        "Использовать расширения объявлений для увеличения CTR.",
        "Провести анализ целевой аудитории для улучшения таргетинга."
      ],
      "suggestedChanges": [
        {
          "type": "budget",
          "action": "Установить дневной бюджет в пределах 2000-5000 руб.",
          "reason": "Контроль бюджета поможет избежать перерасхода и позволит лучше анализировать эффективность кампании.",
          "priority": "high"
        },
        {
          "type": "ad_text",
          "action": "Создать более привлекательные и релевантные тексты объявлений, акцентируя внимание на уникальных преимуществах услуг.",
          "reason": "Улучшение текстов объявлений повысит CTR и привлечет более целевую аудиторию.",
          "priority": "high"
        },
        {
          "type": "negative",
          "action": "Добавить негативные ключевые слова для исключения нерелевантных запросов.",
          "reason": "Снижение нерелевантного трафика поможет улучшить конверсию и снизить стоимость клика.",
          "priority": "medium"
        },
        {
          "type": "targeting",
          "action": "Провести детальный анализ целевой аудитории и настроить таргетинг на B2B компании, e-commerce и сервисные компании.",
          "reason": "Улучшение таргетинга позволит привлечь более качественные лиды и повысить конверсию.",
          "priority": "high"
        },
        {
          "type": "ad_text",
          "action": "Добавить расширения объявлений (телефон, сайт, дополнительные ссылки).",
          "reason": "Расширения могут увеличить видимость и привлекательность объявлений, что повысит CTR.",
          "priority": "medium"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 60,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 5,
    "totalChanges": 5
  }
}