{
  "id": "opt_1765616413467",
  "timestamp": "2025-12-13T09:00:13.467Z",
  "dateFrom": "2025-12-06",
  "dateTo": "2025-12-13",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания находится на начальном этапе, и статистика недоступна для глубокого анализа. Однако, необходимо сосредоточиться на улучшении CTR и таргетинга для достижения более качественных лидов.",
      "recommendations": [
        "Провести анализ ключевых слов и исключить нерелевантные запросы.",
        "Оптимизировать текст объявлений для повышения релевантности и привлекательности.",
        "Настроить таргетинг на более узкие сегменты целевой аудитории.",
        "Провести A/B тестирование различных вариантов объявлений для определения наиболее эффективных."
      ],
      "suggestedChanges": [
        {
          "type": "keywords",
          "action": "Провести аудит ключевых слов и удалить нерелевантные запросы.",
          "reason": "Улучшение релевантности ключевых слов поможет повысить CTR и снизить стоимость клика.",
          "priority": "high"
        },
        {
          "type": "ad_text",
          "action": "Оптимизировать текст объявлений, добавив конкретные преимущества и призывы к действию.",
          "reason": "Улучшение текста объявлений может повысить CTR и конверсию.",
          "priority": "high"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на более узкие сегменты целевой аудитории, такие как конкретные отрасли или компании.",
          "reason": "Улучшение таргетинга поможет привлечь более качественные лиды.",
          "priority": "medium"
        },
        {
          "type": "ad_text",
          "action": "Запустить A/B тестирование различных вариантов объявлений.",
          "reason": "Это поможет определить наиболее эффективные объявления для повышения CTR и конверсии.",
          "priority": "medium"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 4,
    "totalChanges": 4
  }
}