{
  "id": "opt_1764861671006",
  "timestamp": "2025-12-04T15:21:11.006Z",
  "dateFrom": "2025-11-27",
  "dateTo": "2025-12-04",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания находится на начальной стадии, и статистика недоступна, что затрудняет анализ. Однако, учитывая целевую аудиторию и предлагаемые услуги, есть возможности для улучшения CTR и конверсии через оптимизацию текстов объявлений и таргетинга.",
      "recommendations": [
        "Создать привлекательные и релевантные тексты объявлений, акцентируя внимание на уникальных преимуществах услуг.",
        "Определить и установить дневной бюджет для контроля расходов и оптимизации затрат.",
        "Использовать расширенные настройки таргетинга для более точного охвата целевой аудитории.",
        "Провести анализ ключевых слов для выявления наиболее релевантных и высокочастотных запросов.",
        "Добавить негативные ключевые слова для исключения нерелевантного трафика."
      ],
      "suggestedChanges": [
        {
          "type": "ad_text",
          "action": "Создать 3-4 варианта текстов объявлений с акцентом на решения для B2B компаний и преимущества использования ИИ.",
          "reason": "Улучшение текстов объявлений поможет повысить CTR и привлечь более целевую аудиторию.",
          "priority": "high"
        },
        {
          "type": "budget",
          "action": "Установить дневной бюджет на уровне 5000 руб для начала.",
          "reason": "Контроль бюджета позволит избежать перерасхода и даст возможность анализировать эффективность кампании.",
          "priority": "high"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на конкретные сегменты B2B компаний, такие как e-commerce и сервисные компании.",
          "reason": "Точный таргетинг повысит вероятность конверсии за счет охвата более релевантной аудитории.",
          "priority": "high"
        },
        {
          "type": "keywords",
          "action": "Провести исследование и добавить ключевые слова, связанные с автоматизацией бизнеса и ИИ, с высоким объемом поиска.",
          "reason": "Релевантные ключевые слова помогут привлечь больше целевого трафика.",
          "priority": "medium"
        },
        {
          "type": "negative",
          "action": "Добавить негативные ключевые слова, чтобы исключить нерелевантные запросы.",
          "reason": "Исключение нерелевантного трафика снизит стоимость клика и повысит конверсию.",
          "priority": "medium"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 5,
    "totalChanges": 5
  }
}