{
  "id": "opt_1765702811821",
  "timestamp": "2025-12-14T09:00:11.821Z",
  "dateFrom": "2025-12-07",
  "dateTo": "2025-12-14",
  "campaignsAnalyzed": 1,
  "optimizations": [
    {
      "campaignId": 705271290,
      "campaignName": "Единая перфоманс-кампания №27 от 01-12-2025",
      "score": 50,
      "summary": "Кампания находится на начальном этапе, и статистика недоступна, что затрудняет детальный анализ. Однако, важно сосредоточиться на создании релевантных объявлений и таргетинга для повышения CTR и конверсии.",
      "recommendations": [
        "Создать привлекательные и релевантные тексты объявлений, соответствующие интересам целевой аудитории.",
        "Провести анализ ключевых слов и исключить нерелевантные запросы для повышения релевантности.",
        "Настроить таргетинг на конкретные сегменты B2B компаний, e-commerce и сервисных компаний для улучшения качества трафика."
      ],
      "suggestedChanges": [
        {
          "type": "ad_text",
          "action": "Создать 3-5 вариантов текстов объявлений с акцентом на уникальные преимущества услуг.",
          "reason": "Привлекательные тексты помогут увеличить CTR и привлечь больше заинтересованных пользователей.",
          "priority": "high"
        },
        {
          "type": "keywords",
          "action": "Провести аудит ключевых слов и удалить нерелевантные запросы.",
          "reason": "Улучшение релевантности ключевых слов поможет снизить стоимость клика и повысить конверсии.",
          "priority": "high"
        },
        {
          "type": "targeting",
          "action": "Настроить таргетинг на более узкие сегменты целевой аудитории, такие как конкретные отрасли или размеры компаний.",
          "reason": "Улучшение таргетинга поможет привлечь более качественные лиды и повысить конверсии.",
          "priority": "medium"
        }
      ]
    }
  ],
  "summary": {
    "averageScore": 50,
    "lowScoreCount": 0,
    "highScoreCount": 0,
    "totalRecommendations": 3,
    "totalChanges": 3
  }
}